# настройки бота
BOT_TOKEN = "2059617211:AAHWw0IuBLZy_GOMlNoWq_J-3Lhmx7x5kas"
ADMINS = [752594294, 721617635]

# сообщения бота
welcome_message = "⭐️ <b>Привет, я BlitzDiary!</b>\n\n👩🏼‍🎓 Я помогу тебе быстрее и комфортнее пользоваться\
					 электронным дневником.\n📲 Для того чтобы зайти в свой электронный дневник, введите свой \
					логин и пароль от дневника, воспользовавшись командой для бота\n👌 Также бот делает заметки и отправляет\
					 оповещение об оценках и домашнем задании, просто включи уведомления.\n▶️ Список функций:\
					\n• <i>Выбор режима отправки сообщений</i>\n• <i>Быстрая регистрация</i>\n• <i>Удобное меню</i>\n• <i>Делать заметки</i>\
					\n• <i>Удобный просмотр оценок</i>\n\nКанал с обратной связью: t.me/blitzdiarybot"
succes_login_message = "✅ <b>Вы успешно вошли в систему.</b>\n\nТеперь вам требуется выбрать время отправки домашнего задания.\n\
				❓ Когда вам будет удобно получать список с домашним заданием?\n<i>(Например: 09:45)</i>"
bot_info_message = "⭐️ <b>Привет, я BlitzDiary!</b>\n\n👩🏼‍🎓 Я помогу тебе быстрее и комфортнее пользоваться электронным дневником.\n\n\
				📲 Для того чтобы зайти в свой электронный дневник, введите свой логин и пароль от дневника, воспользовавшись командой для бота\n\n\
				👌 Также бот делает заметки и отправляет оповещение об оценках и домашнем задании, просто включи уведомления."
tech_support_message = "Вы можете написать пожелания для развития бота или чем вы недовольны в его работе. Сообщение будет переслано администраторам."
logout_message = "✅ <b>Вы успешно вышли из системы edu.tatar.</b>\n\nЕсли захотите еще использовать мои функции, войдите в систему."
repets_message = "<i>*Тут должна быть реклама репетиторов*</i>"
unknown_command_message = "❓ <b>Я не совсем понимаю, что вы хотите мне сказать.</b>\n\nТы можешь воспользоваться предложенными командами из списка"